Revit 2027 API
ComboBoxDropDownClosedEventArgs Constructor
Initializes a new instance of the ComboBoxDropDownClosedEventArgs class
Namespace: Autodesk.Revit.UI.Events
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ComboBoxDropDownClosedEventArgs()
Public Sub New
public:
ComboBoxDropDownClosedEventArgs()
new : unit -> ComboBoxDropDownClosedEventArgs
See Also
Reference
ComboBoxDropDownClosedEventArgs Class
Autodesk.Revit.UI.Events Namespace